Repository: 9991andrew/globalink
Catalog: game/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: There are no other items of this kind to stack that aren't full.
fr_fr: Il n'y a pas d'autres objets de ce type à empiler qui ne soient pas pleins.

source: One more of the item has been stacked into the slot.
fr_fr: Un exemplaire supplémentaire de l'objet a été empilé à l’emplacement.

source: Player already has this profession.
fr_fr: Le joueur a déjà cette profession.

source: Player does not meet prerequisites for this profession.
fr_fr: Le joueur ne remplit pas les conditions préalables pour cette profession.

source: You don't have enough money to use this portal.
fr_fr: Vous n'avez pas assez d'argent pour utiliser ce portail.

source: You aren't a high enough level to use this portal.
fr_fr: Vous n'êtes pas d'un niveau assez élevé pour utiliser ce portail.

source: It doesn't seem that the NPC is offering this quest to you at the moment.
fr_fr: Il ne semble pas que le PNJ vous propose cette quête pour le moment.

source: You have received the following
fr_fr: Vous avez reçu les objets suivants

source: No room for
fr_fr: Pas de place pour

source: Get this item from %s
fr_fr: Obtenez cet objet à partir de %s

source: after freeing up space.
fr_fr: après avoir libéré de l'espace.

source: level %d achieved.
fr_fr: niveau %d atteint.

source: Invalid password.
fr_fr: Mot de passe invalide.
