Repository: 9991andrew/globalink
Catalog: game/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Login
fr_fr: Connexion

source: Multiplayer Educational Game for Everyone
fr_fr: Jeu éducatif multijoueur pour tous

source: Enter
fr_fr: Entrer

source: Username
fr_fr: Nom d'utilisateur

source: is required
fr_fr: est nécessaire

source: Password
fr_fr: Mot de passe

source: Log In
fr_fr: Connexion

source: Register New Account
fr_fr: Créer un nouveau compte

source: About
fr_fr: À propos

source: Change Password
fr_fr: Changer le mot de passe

source: Password Change Successful
fr_fr: Changement de mot de passe réussi

source: Your password has been changed.
fr_fr: Votre mot de passe a été changé.

source: Return to Game
fr_fr: Retour au jeu

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: At least 6 characters
fr_fr: Au moins 6 caractères

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Re-enter your password
fr_fr: Saisissez à nouveau votre mot de passe

source: Your passwords do not match
fr_fr: Vos mots de passe ne correspondent pas

source: Cancel
fr_fr: Annuler

source: Must be at least 6 characters.
fr_fr: Doit comporter au moins 6 caractères.

source: Welcome to MEGA World
fr_fr: Bienvenue dans MEGA World

source: About MEGA World
fr_fr: À propos de MEGA World

source: MEGA World is a web-based role-playing game that allows players to navigate environments where they can interact with characters and other players to support educational goals. Quests are offered that can test proficiency in school subject matter, allowing students to learn while they play.
fr_fr: MEGA World est un jeu de rôle en ligne qui permet aux joueurs de naviguer dans des environnements où ils peuvent interagir avec des personnages et d'autres joueurs pour les aider dans leurs objectifs éducatifs. Des quêtes sont proposées pour tester les compétences dans des matières scolaires, ce qui permet aux élèves d'apprendre tout en jouant.

source: Play Now
fr_fr: Jouer maintenant

source: User Guide
fr_fr: Guide de l'utilisateur

source: Introduction Video
fr_fr: Vidéo d'introduction

source: Team Members
fr_fr: Membres de l'équipe

source: Project Lead & Principal Investigator
fr_fr: Chef de projet et chercheur principal

source: Full Professor
fr_fr: Professeur titulaire

source: Lead Developer v3.0 & Graphic Designer (v3.0 Map Tiles)
fr_fr: Développeur principal v3.0 et concepteur graphique (Tuiles de la carte v3.0)

source: Undergraduate Project Student
fr_fr: Étudiant de projet de premier cycle

source: Past Team Members
fr_fr: Anciens membres de l'équipe

source: Project co-lead (v1.0)
fr_fr: Co-chef de projet (v1.0)

source: Dean of the College of Information
fr_fr: Doyen du Collège d'information

source: Project co-lead (v2.0)
fr_fr: Co-chef de projet (v2.0)

source: Instructor
fr_fr: Instructeur

source: Computer Science & Engineering
fr_fr: Sciences et ingénierie informatiques

source: Lead Developer
fr_fr: Développeur principal

source: Lead Programmer (Virtual Player)
fr_fr: Programmeur principal (Virtual Player)

source: Programmer (Virtual Player)
fr_fr: Programmeur (Virtual Player)

source: Research Intern
fr_fr: Stagiaire en recherche

source: Programmer (PvE module management)
fr_fr: Programmeur (gestion des modules PvE)

source: Lead Developer, Analyst, and Designer (PvE module)
fr_fr: Développeur, analyste et concepteur principal (module PvE)

source: Quests and World Creation for Java Programming (v2.1)
fr_fr: Quêtes et création de monde pour la programmation Java (v2.1)

source: Game Artist (NPCs, Items, Avatars, and Map Tiles in v2.0)
fr_fr: Designer du jeu (PNJ, objets, avatars et tuiles de la carte dans la v2.0)

source: supervised by
fr_fr: supervisé par

source: in 2014-2015
fr_fr: en 2014-2015

source: Lead Programmer (Speaking-based Conversation Quest)
fr_fr: Programmeur principal (Quêtes de conversation basées sur le chat)

source: Quests and World Creation for Math
fr_fr: Quêtes et création de monde pour les mathématiques

source: Game Artist (NPCs, Items, and Map Tiles in v2.1)
fr_fr: Designer du jeu (PNJ, objets et tuiles de la carte dans la v2.1)

source: Game Artist and Graphics Designer (NPCs, Avatars and Landing and Registration in v2.1)
fr_fr: Designer du jeu et designer graphique (PNJ, avatars, landing et enregistrement dans la v2.1)

source: Programmer (Speaking-based Conversation Quest)
fr_fr: Programmeur (Quêtes de conversation basées sur le chat)

source: Game Artist and Graphics Designer (Items, Monsters, and Animations for PvE in v2.1)
fr_fr: Designer du jeu et designer graphique (objets, monstres et animations pour le PvE dans la v2.1)

source: Relevant Publications
fr_fr: Publications pertinentes

source: Level
fr_fr: Niveau

source: Item
fr_fr: Objet

source: for You
fr_fr: pour Vous

source: Quest
fr_fr: Quête

source: in Progress
fr_fr: en cours

source: Join
fr_fr: Rejoindre

source: Building
fr_fr: Bâtiment

source: To
fr_fr: Vers

source: Travel
fr_fr: Voyager

source: Allowed Professions
fr_fr: Professions autorisées

source: This seems to be the correct location.
fr_fr: On dirait que c’est le bon emplacement.

source: How to Play
fr_fr: Comment jouer

source: Error
fr_fr: Erreur

source: The specified player does not belong to the logged in user.
fr_fr: Le joueur spécifié n'appartient pas à l'utilisateur connecté.

source: Something went wrong
fr_fr: Quelque chose a mal tourné

source: Try logging in again
fr_fr: Essayez de vous reconnecter

source: Health
fr_fr: Points de vie

source: Damage that can be taken.
fr_fr: Les dommages qui peuvent être reçus.

source: Your Max Health
fr_fr: Vos points de vie max

source: Needed for casting spells.
fr_fr: Nécessaire pour lancer des sorts.

source: Energy
fr_fr: Énergie

source: Tiles take different amounts of energy to walk to.
fr_fr: Les tuiles consomment différentes quantités d'énergie à parcourir.

source: Energy comes from food.
fr_fr: L'énergie provient de la nourriture.

source: Money
fr_fr: Argent

source: Used to buy items and food.
fr_fr: Utilisé pour acheter des objets et de la nourriture.

source: Details
fr_fr: Détails

source: Edit Avatar
fr_fr: Modifier l'avatar

source: Send
fr_fr: Envoyer

source: Bag
fr_fr: Sac

source: Player
fr_fr: Joueur

source: Quests
fr_fr: Quêtes

source: Main Menu
fr_fr: Menu principal

source: Language
fr_fr: Langue

source: Toggle Dark Theme
fr_fr: Activer le monde sombre

source: Toggle Touch Controls
fr_fr: Basculer les commandes tactiles

source: Change or Create Player
fr_fr: Changer ou créer un joueur

source: Rankings
fr_fr: Classements

source: Log Out
fr_fr: Déconnexion

source: You do not have enough energy to move there.
fr_fr: Vous n'avez pas assez d'énergie pour vous déplacer là.

source: Space
fr_fr: Espace

source: Open Link
fr_fr: Ouvrir le lien

source: Location
fr_fr: Localisation

source: At this location
fr_fr: À cet endroit

source: There is nothing here.
fr_fr: Il n'y a rien ici.

source: Back
fr_fr: Retour

source: Split Off
fr_fr: Diviser

source: Scroll down for more info
fr_fr: Faites défiler pour en savoir plus

source: You have no active quests.
fr_fr: Vous n'avez pas de quêtes actives.

source: Are you sure you want to drop this quest?
fr_fr: Vous êtes sûr de vouloir abandonner cette quête ?

source: There was a problem interacting with the item.
fr_fr: Il y a eu un problème d'interaction avec l'objet.

source: Are you sure you want to drop this item? It will be gone permanently.
fr_fr: Vous êtes sûr de vouloir dropper cet objet ? Il sera définitivement perdu.

source: click name to chat
fr_fr: cliquez sur le nom pour chatter

source: No speech was detected.
fr_fr: Aucune parole n'a été détectée.

source: No microphone was found.
fr_fr: Aucun microphone n'a été trouvé.

source: Permission to use microphone was denied.
fr_fr: L'autorisation d'utiliser le microphone a été refusée.

source: Permission to use microphone is blocked.
fr_fr: L'autorisation d'utiliser le microphone est bloquée.

source: Your browser does not support speech recognition. For best results use Chrome or Safari.
fr_fr: Votre navigateur ne prend pas en charge la reconnaissance vocale. Pour de meilleurs résultats, utilisez Chrome ou Safari.

source: Buy
fr_fr: Acheter

source: Optional
fr_fr: Facultatif

source: This email address may be used for password resets.
fr_fr: Cette adresse de e-mail peut être utilisée pour la réinitialisation des mots de passe.

source: A valid email address is required
fr_fr: Une adresse de e-mail valide est requise

source: Register
fr_fr: S’enregistrer

source: Return to Home Page
fr_fr: Retour à la page d'accueil

source: No username was specified.
fr_fr: Aucun nom d'utilisateur n'a été spécifié.

source: Username is available!
fr_fr: Le nom d'utilisateur est disponible !

source: Sorry, username "%s" is taken.
fr_fr: Désolé, le nom d'utilisateur "%s" est pris.

source: Something went wrong checking the username.
fr_fr: Quelque chose a mal tourné en vérifiant le nom d'utilisateur.

source: Log Out of
fr_fr: Déconnexion de

source: You are now logged out. Thanks for playing
fr_fr: Vous êtes maintenant déconnecté. Merci d'avoir joué

source: Log In to
fr_fr: Connexion sur

source: Home
fr_fr: Accueil

source: Redirecting to the home page in a few seconds...
fr_fr: Redirection vers la page d'accueil dans quelques secondes...

source: No player has been specified.
fr_fr: Aucun joueur n'a été spécifié.

source: Welcome back to
fr_fr: Bon retour sur

source: Since you are new to V3, your avatar has been randomly regenerated. You can update features and colours to your liking.
fr_fr: Comme vous débutez sur la V3, votre avatar a été régénéré de manière aléatoire. Vous pouvez modifier les caractéristiques et les couleurs à votre guise.

source: Come back and change your avatar any time from the
fr_fr: Revenez pour changer votre avatar à tout moment à partir de la page d'accueil

source: Player Selection Screen
fr_fr: Écran de sélection du joueur

source: Save Avatar
fr_fr: Sauvegarder l'avatar

source: Use
fr_fr: Utilisez

source: and
fr_fr: et

source: keys to browse options.
fr_fr: pour parcourir les options.

source: Icon
fr_fr: Icône

source: It's going to cost $%d for me to get you there.
fr_fr: Ça vous coûtera %d $ pour que je vous y emmène.

source: You don't have enough money right now.
fr_fr: Vous n'avez pas assez d'argent actuellement.

source: You must at least be level %d for me to get you there.
fr_fr: Vous devez être au moins au niveau %d pour que je puisse vous y emmener.

source: Come back when you've levelled up.
fr_fr: Revenez quand vous avez atteint ce niveau.

source: Thanks! Let's get on our way!
fr_fr: Merci ! C’est parti !

source: You are ready. Excellent!
fr_fr: Vous êtes prêt. Excellent !

source: Would you like to join?
fr_fr: Vous voulez rejoindre ?

source: Become
fr_fr: Devenir

source: I'm afraid you don't meet the requirements yet.
fr_fr: J'ai peur que vous ne répondiez pas encore aux conditions.

source: Come back when you're ready.
fr_fr: Revenez quand vous serez prêt.

source: Congratulations on your new profession!
fr_fr: Bienvenue dans votre nouvelle profession !

source: Would you like this?
fr_fr: Vous voulez ça ?

source: Would you like to buy this?
fr_fr: Vous voulez acheter ça ?

source: Price
fr_fr: Prix

source: Weight
fr_fr: Poids

source: You must be <strong>Level %d</strong> to use this item.
fr_fr: Vous devez avoir le <strong>Niveau %d</strong> pour utiliser cet objet.

source: Get
fr_fr: Obtenir

source: Here you go.
fr_fr: Voilà.

source: Thanks for your purchase!
fr_fr: Merci pour votre achat !

source: Accept Quest
fr_fr: Accepter la quête

source: Quest complete.
fr_fr: Quête terminée.

source: Complete Quest
fr_fr: Effectuer la quête

source: Select A Player
fr_fr: Choisir un joueur

source: New Player
fr_fr: Nouveau joueur

source: Name is available!
fr_fr: Le nom est disponible !

source: Sorry, the name "%s" is taken.
fr_fr: Désolé, le nom "%s" est pris.

source: No user is logged in.
fr_fr: Aucun utilisateur n'est connecté.

source: No password was specified.
fr_fr: Aucun mot de passe n'a été spécifié.

source: Please go back and try your submission again.
fr_fr: Veuillez revenir en arrière et réessayer votre soumission.

source: Try Again
fr_fr: Essayer à nouveau

source: You do not currently have this quest.
fr_fr: Vous n'avez pas actuellement cette quête.

source: Dropped Quest
fr_fr: Quête abandonnée

source: You need the following to complete this quest
fr_fr: Vous avez besoin des éléments suivants pour accomplir cette quête

source: Drop Quest
fr_fr: Abandonner la quête

source: Create New Player
fr_fr: Créer un nouveau joueur

source: Character Name
fr_fr: Nom du personnage

source: Enter a name
fr_fr: Entrez un nom

source: Gender
fr_fr: Sexe

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Select a gender
fr_fr: Choisir un sexe

source: Select a race
fr_fr: Choisir une race

source: Birthplace
fr_fr: Lieu de naissance

source: Select a birthplace
fr_fr: Choisir un lieu de naissance

source: Player Attributes
fr_fr: Attributs du joueur

source: Reroll
fr_fr: Relancer

source: Attributes
fr_fr: Attributs

source: Next
fr_fr: Suivant

source: Return to Player Selection
fr_fr: Retour à la sélection du joueur

source: You must choose a different player name.
fr_fr: Vous devez choisir un autre nom de joueur.

source: You must select all required fields above.
fr_fr: Vous devez sélectionner tous les champs obligatoires ci-dessus.

source: User Registration
fr_fr: Enregistrement de l’utilisateur

source: Invalid email format
fr_fr: Format de e-mail non valide

source: The specified username, "%s", is not available.
fr_fr: Le nom d'utilisateur spécifié, "%s", n'est pas disponible.

source: Your session has expired and you have been logged out.
fr_fr: Votre session a expiré et vous avez été déconnecté.

source: Log in to
fr_fr: Connexion sur

source: You aren't allowed to use this portal.
fr_fr: Vous n'êtes pas autorisé à utiliser ce portail.

source: You are not at the right location to complete this quest.
fr_fr: Vous n'êtes pas au bon endroit pour accomplir cette quête.

source: You aren't the owner of this item.
fr_fr: Vous n'êtes pas le propriétaire de cet objet.

source: has been dropped.
fr_fr: a été droppé.

source: has been
fr_fr: a été

source: split to an empty slot.
fr_fr: divisé vers un emplacement vide.

source: Quantity
fr_fr: Quantité

source: gram each
fr_fr: gramme chacun

source: You must be
fr_fr: Vous devez être

source: to use this item.
fr_fr: pour utiliser cet objet.

source: Stack Items
fr_fr: Empiler les objets

source: Drop Item
fr_fr: Dropper l'objet

source: Bag Item
fr_fr: Objet du sac

source: Sorry, Internet Explorer does not work with MEGA World
fr_fr: Désolé, Internet Explorer ne fonctionne pas avec MEGA World

source: You must use an up-to-date browser such as
fr_fr: Vous devez utiliser un navigateur à jour tel que

source: Invalid email address.
fr_fr: Adresse de e-mail non valide.

source: Human
fr_fr: Humain

source: Dwarf
fr_fr: Nain

source: Elf
fr_fr: Elfe

source: Strength
fr_fr: Force

source: Dexterity
fr_fr: Dextérité

source: Wisdom
fr_fr: Sagesse

source: Charisma
fr_fr: Charisme

source: Determines physical attack power and carrying ability.
fr_fr: Détermine la puissance d'attaque physique et la facilité à porter des charges.

source: Increases health points, damage received when attacked, and reduces damage over time attacks (eg poisoning).
fr_fr: Augmente les points de vie, les dégâts reçus lors d'une attaque, et réduit les dégâts au fil du temps (par exemple par empoisonnement).

source: Improves movement, attack speed (including casting), and chance of dodging attacks. Some spells and skills may have dexterity requirements for learning and casting.
fr_fr: Améliore les mouvements, la vitesse d'attaque (y compris d'incantation) et les chances d'esquiver les attaques. Certains sorts et compétences peuvent nécessiter une certaine dextérité pour être appris et lancés.

source: Affects mana points for casting spells. Some spells and skills have intelligence requirements for learning and casting.
fr_fr: Affecte les points de mana pour lancer des sorts. Certains sorts et compétences ont des conditions d'intelligence pour l'apprentissage et l'incantation.

source: Allows more efficient attacking, blocking, casting, attack reaction, and dodging of attacks.
fr_fr: Permet d'attaquer, de bloquer, de lancer des sorts, de réagir aux attaques et d'esquiver les attaques de manière plus efficace.

source: Determines opportunity to get help and hints from NPCs, including trading with them and getting additional quests.
fr_fr: Détermine la possibilité d'obtenir de l'aide et des conseils de la part des PNJ, y compris le commerce avec eux et l'obtention de quêtes supplémentaires.

source: Shoes
fr_fr: Chaussures

source: Bottom
fr_fr: Bas

source: Top
fr_fr: Haut

source: Mouth
fr_fr: Bouche

source: Beard
fr_fr: Barbe

source: Nose
fr_fr: Nez

source: Eyes
fr_fr: Yeux

source: Eyebrows
fr_fr: Sourcils

source: Hair
fr_fr: Cheveux

source: Armour Store
fr_fr: Magasin d'armure

source: Bulletin Board
fr_fr: Tableau d'affichage

source: Brick House
fr_fr: Maison en briques

source: Brick Road
fr_fr: Route en briques

source: Plaza
fr_fr: Place

source: Castle
fr_fr: Château

source: Castle Gate
fr_fr: Porte du château

source: Castle Tower
fr_fr: Tour du château

source: Castle Wall
fr_fr: Mur du château

source: Town Centre
fr_fr: Centre-ville

source: City Street
fr_fr: Rue de la ville

source: Construction Site
fr_fr: Chantier de construction

source: Dungeon
fr_fr: Donjon

source: Garden
fr_fr: Jardin

source: Rural Houses
fr_fr: Maisons rurales

source: Fountain
fr_fr: Fontaine

source: Grocery
fr_fr: Épicerie

source: Harbor
fr_fr: Port

source: House
fr_fr: Maison

source: Lake
fr_fr: Lac

source: Library
fr_fr: Bibliothèque

source: Meeting
fr_fr: Réunion

source: Mountains
fr_fr: Montagnes

source: Ocean
fr_fr: Océan

source: Path
fr_fr: Chemin

source: Path Corner
fr_fr: Coin du chemin

source: Crossroads
fr_fr: Carrefour

source: Plains
fr_fr: Plaines

source: Doorway
fr_fr: Porte d'entrée

source: River
fr_fr: Rivière

source: Riverbend
fr_fr: Coude de la rivière

source: River End
fr_fr: Fin de la rivière

source: Ruins
fr_fr: Ruines

source: School
fr_fr: École

source: Stable
fr_fr: Écurie

source: Stone Pillar
fr_fr: Pilier de pierre

source: Stone Wall
fr_fr: Mur de pierre

source: Cottage
fr_fr: Chalet

source: Village Houses
fr_fr: Maisons de village

source: Weapon Store
fr_fr: Magasin d'armes

source: Workshop
fr_fr: Atelier

source: User "%s" does not exist.
fr_fr: L'utilisateur "%s" n'existe pas.

source: There are no requirements to join this profession.
fr_fr: Il n'y a pas de conditions à remplir pour rejoindre cette profession.

source: To join this profession, you require
fr_fr: Pour rejoindre cette profession, vous devez

source: <em>all</em> of the following professions
fr_fr: <em>toutes</em> les professions suivantes

source: any of the following professions
fr_fr: l'une des professions suivantes

source: the following profession
fr_fr: la profession suivante

source: and experience:
fr_fr: et l'expérience :

source: Eat This Item
fr_fr: Manger cet objet

source: Dig at This Location
fr_fr: Creuser à cet endroit

source: Use This Item
fr_fr: Utiliser cet objet

source: You have found the following
fr_fr: Vous avez trouvé les objets suivants

source: Your bag is full!
fr_fr: Votre sac est plein !

source: Try again after freeing up space.
fr_fr: Réessayez après avoir libéré de l'espace.

source: This quest has already been completed and is not repeatable.
fr_fr: Cette quête a déjà été accomplie et n'est pas répétable.

source: You must wait one minute before repeating this quest.
fr_fr: Vous devez attendre une minute avant de répéter cette quête.

source: You must wait one minute before attempting to complete this quest again.
fr_fr: Vous devez attendre une minute avant de tenter à nouveau d'effectuer cette quête.

source: It seems you don't have everything you need yet.
fr_fr: Il semble que vous n'ayez pas encore tout ce dont vous avez besoin.

source: You are missing an item.
fr_fr: Il vous manque un objets.

source: You need to free up a slot
fr_fr: Vous devez libérer un emplacement

source: in your bag before you can complete this quest.
fr_fr: dans votre sac avant de pouvoir effectuer cette quête.

source: Reward
fr_fr: Récompense

source: Experience
fr_fr: Expérience

source: Profession XP
fr_fr: XP de profession

source: Items Awarded
fr_fr: Objets attribués

source: Submit Answer
fr_fr: Soumettre la réponse

source: Specify true or false
fr_fr: Spécifiez vrai ou faux

source: Choose one
fr_fr: Choisissez-en un

source: Choose any correct items
fr_fr: Choisissez les bons objets

source: Drag items into the correct order
fr_fr: Faites glisser les objets dans le bon ordre

source: Type in the correct answer
fr_fr: Tapez la bonne réponse

source: Fill in the blanks
fr_fr: Remplissez les espaces vides

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: Choose the correct option
fr_fr: Choisissez l'option correcte

source: Choose all correct options
fr_fr: Choisissez toutes les options correctes

source: Answer the question below.
fr_fr: Répondez à la question ci-dessous.

source: Calculate the correct value below
fr_fr: Calculez la valeur correcte ci-dessous

source: Can you find the location?
fr_fr: Pouvez-vous trouver l'emplacement ?

source: If it doesn't seem to be anywhere on the map, you can drop the quest and I may give you another place to look.
fr_fr: S'il ne semble pas y avoir d'endroit sur la carte, vous pouvez abandonner la quête et je vous donnerai peut-être un autre endroit où chercher.

source: Click the microphone button and
fr_fr: Cliquez sur le bouton du microphone et

source: speak the answer
fr_fr: donnez la réponse

source: This quest type
fr_fr: Ce type de quête

source: is not currently supported.
fr_fr: n'est pas pris en charge actuellement.

source: Your answer
fr_fr: Votre réponse

source: Checking answers is not supported for this quest type.
fr_fr: La vérification des réponses n'est pas prise en charge pour ce type de quête.

source: You can't remove more of an item than you have.
fr_fr: Vous ne pouvez pas retirer plus d'un objet que vous n'en avez.

source: Can't fit this many items in a slot. Maximum of this item is %d.
fr_fr: Impossible de mettre autant d'objets dans un emplacement. Le maximum pour cet objet est %d.

source: No bag slots are available to store this item.
fr_fr: Aucun emplacement de sac n'est disponible pour stocker cet objet.

source: You don't have enough money.
fr_fr: Vous n'avez pas assez d'argent.

source: You don't have enough room in your bag.
fr_fr: Vous n'avez pas assez de place dans votre sac.

source: You need one slot and have none.
fr_fr: Vous avez besoin d'un emplacement et vous n'en avez pas.

source: Player does not have this much money.
fr_fr: Le joueur n'a pas autant d'argent.

source: Player does not have this many XP.
fr_fr: Le joueur n'a pas autant d'XP.

source: You must be level %d to use this item.
fr_fr: Vous devez être au niveau %d pour utiliser cet objet.

source: You tried digging here but didn't find anything interesting.
fr_fr: Vous avez essayé de creuser ici mais vous n'avez rien trouvé d'intéressant.

source: You can't split an item into fewer than one.
fr_fr: Vous ne pouvez pas diviser un élément en moins d'un entier.

source: You can only split fewer of an item than there is of it.
fr_fr: Vous ne pouvez diviser un objet qu'en une quantité inférieure de cet objet.

source: There is no room in this slot to stack more items.
fr_fr: Il n'y a pas de place à cet emplacement pour empiler d'autres objets.
