<p>Bienvenue dans MEGA World&nbsp;! Ce guide vous explique les bases pour d&eacute;marrer dans MEGA World et vous montre comment jouer.</p>

<h3>Tutoriel vid&eacute;o</h3>
<p>Pour comprendre rapidement comment jouer, regardez la vid&eacute;o ci-dessous.</p>
<div class="text-center"><iframe class="m-auto" width="560" height="315" src="https://www.youtube.com/embed/wvlwLwiTIHU" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></div>

<h3>Cr&eacute;er un compte</h3>
<p>Si vous &ecirc;tes nouveau dans MEGA World, vous devrez <a href="register.php" target="_blank">cr&eacute;er un compte</a>. Sur la page de connexion, vous pouvez cliquer sur «&nbsp;Cr&eacute;er un nouveau compte&nbsp;».</p>
<p>Ensuite, choisissez un nom d&apos;utilisateur original et saisissez-le dans le champ «&nbsp;nom d&apos;utilisateur&nbsp;». Si le nom que vous avez choisi est d&eacute;j&agrave; pris, vous verrez un message en rouge. Vous pouvez essayer un autre nom d&apos;utilisateur jusqu&apos;&agrave; ce que vous voyiez «&nbsp;Le nom d&apos;utilisateur est disponible&nbsp;!&nbsp;». Ensuite, choisissez un mot de passe d&apos;au moins 6 caract&egrave;res (mais de pr&eacute;f&eacute;rence plus long).</p>
<picture><source srcset="images/guide/image02.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image02.png"></picture>

<h3>Cr&eacute;er un joueur</h3>
<p>Une fois que vous &ecirc;tes connect&eacute;, cr&eacute;ez un nouveau personnage joueur. Vous pouvez cr&eacute;er autant de joueurs que vous le souhaitez et passer de l&apos;un &agrave; l&apos;autre si vous voulez jouer dans des mondes diff&eacute;rents ou essayer des choses de diff&eacute;rentes mani&egrave;res. Vous pouvez s&eacute;lectionner quelques options ici.</p>
<p>Vos choix de <strong>sexe</strong> et de <strong>race</strong> affectent simplement l&apos;apparence de votre avatar.<p>Votre lieu de naissance d&eacute;terminera votre point de d&eacute;part lorsque vous commencerez &agrave; jouer, et certains lieux de naissance se trouvent dans d&apos;autres mondes. Un professeur peut vous indiquer les lieux de naissance qui constituent un bon point de d&eacute;part pour vous compte tenu du cours que vous suivez. Six attributs sont donn&eacute;s &agrave; votre personnage, chacun ayant une valeur al&eacute;atoire de 1 &agrave; 18. Si vous pensez que votre personnage a des lacunes dans un domaine important, vous pouvez essayer de relancer les d&eacute;s jusqu&apos;&agrave; ce que vous soyez satisfait en cliquant sur le bouton «&nbsp;Relancer&nbsp;» sous les attributs.</p>

<picture><source srcset="images/guide/image03.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image03.png"></picture>

<p>Une fois que vous avez configur&eacute; votre personnage, vous pouvez personnaliser votre avatar. Vous commencerez par un avatar g&eacute;n&eacute;r&eacute; de mani&egrave;re al&eacute;atoire, et vous pourrez s&eacute;lectionner chaque partie de votre avatar en faisant d&eacute;filer les options &agrave; l&apos;aide des fl&egrave;ches gauche et droite de votre clavier ou des boutons situ&eacute;s &agrave; c&ocirc;t&eacute; de chaque partie. La plupart des parties de votre avatar ont plusieurs choix de couleur, et certains v&ecirc;tements peuvent avoir plus d&apos;une couleur &agrave; la fois. Passez la souris sur un &eacute;chantillon de couleur pour voir &agrave; quoi il ressemble sur votre personnage et cliquez sur la couleur pour la s&eacute;lectionner.</p>
<picture><source srcset="images/guide/image04.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image04.png"></picture>

<h3>S&eacute;lection du joueur</h3>
<p>Maintenant que votre personnage de joueur est pr&ecirc;t, vous pouvez commencer ! Si vous souhaitez apporter des modifications &agrave; votre avatar maintenant ou &agrave; l&apos;avenir, cliquez sur le lien «&nbsp;Modifier&nbsp;» situ&eacute; sous un avatar. Pour entrer dans MEGA World, il suffit de cliquer sur le joueur que vous voulez utiliser dans l&apos;&eacute;cran de s&eacute;lection du joueur.</p>
<p>Vous pouvez cr&eacute;er d&apos;autres joueurs en cliquant sur le bouton «&nbsp;Nouveau joueur&nbsp;».</p>

<picture><source srcset="images/guide/image05.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image05.png"></picture>


<h3>Interface de jeu</h3>
<p>Maintenant que vous &ecirc;tes entr&eacute; dans MEGA World, vous verrez l&apos;interface du jeu avec votre personnage au lieu de naissance que vous avez choisi. Voici tous les &eacute;l&eacute;ments importants du jeu comme indiqu&eacute; dans l&apos;image ci-dessous.</p>

<ol>
  <li><strong>Menu principal</strong> - Cliquez sur ce bouton pour afficher les options permettant de basculer entre les th&egrave;mes, de changer de joueur, de se d&eacute;connecter ou d&apos;afficher plus d&apos;informations.</li>
  <li><strong>Statut du joueur</strong> - Il indique les points de vie, le mana, les points de mouvement et l&apos;argent. Passez la souris sur chacun d&apos;eux pour obtenir plus d&apos;informations.</li>
  <li><strong>Infos sur la tuile</strong> - Affiche vos coordonn&eacute;es, le type de tuile, les personnages non joueurs (PNJ) pr&eacute;sents et les autres joueurs pr&eacute;sents. Cliquez sur le bouton «&nbsp;D&eacute;tails&nbsp;» ou appuyez sur la touche «&nbsp;Entr&eacute;e&nbsp;» pour voir plus d&apos;informations et interagir avec les PNJ s&apos;il y en a de disponibles.</li>
  <li><strong>Nom de la carte</strong> - Le nom de la carte sur laquelle vous vous trouvez. En utilisant les portails, vous pouvez aller sur d&apos;autres cartes.</li>
  <li><strong>Boutons de zoom</strong> - Si vous voulez voir une plus grande partie de votre carte ou mieux voir les tuiles voisines, vous pouvez utiliser ces boutons (ou les touches + et - de votre clavier) pour faire un zoom avant et arri&egrave;re et obtenir une meilleure vue.</li>
  <li><strong>Commandes directionnelles</strong> - Vous pouvez d&eacute;placer votre joueur dans l&apos;une des huit directions, y compris en diagonale. Ces mouvements peuvent &eacute;galement &ecirc;tre effectu&eacute;s avec les touches WASD, QEZC ou les touches fl&eacute;ch&eacute;es de votre clavier.</li>
  <li><strong>Votre avatar et votre curseur</strong> - montre o&ugrave; vous vous trouvez sur la carte.</li>
  <li><strong>Boutons en onglet</strong> - Pour voir votre sac, les d&eacute;tails de votre joueur, une liste de vos qu&ecirc;tes ou le chat, cliquez sur ces boutons pour ouvrir les quatre panneaux disponibles. Sur les grands &eacute;crans, vous pouvez en avoir jusqu&apos;&agrave; trois ouverts en m&ecirc;me temps.</li>
</ol>

<picture class="my-0 -mx-3"><source srcset="images/guide/image06.webp" class="max-w-full" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image06.png" class="max-w-full"></picture>

<h3>Statut du joueur et d&eacute;tails du joueur</h3>
<p>Les personnages joueurs ont de nombreux attributs. En haut de l&apos;&eacute;cran, les statistiques suivantes sont affich&eacute;es &agrave; tout moment :</p>
<ul>
  <li>Les<strong>points de vie</strong> vous maintiennent en vie, et ils peuvent &ecirc;tre diminu&eacute;s par le combat ou d&apos;autres activit&eacute;s nuisibles. En passant la souris dessus, vous verrez &eacute;galement vos points de vie max.</li>
  <li>Le<strong>mana</strong> est n&eacute;cessaire pour lancer des sorts.</li>
  <li>Le<strong>mouvement</strong> est utilis&eacute; pour se d&eacute;placer entre les tuiles. Diff&eacute;rents types de tuiles n&eacute;cessitent une quantit&eacute; diff&eacute;rente de points de mouvement - par exemple, se d&eacute;placer sur un chemin demande moins d&apos;&eacute;nergie que se d&eacute;placer sur l&apos;herbe.</li>
  <li>L&apos;<strong>argent</strong> est utilis&eacute; pour acheter des objets ou des voyages vers d&apos;autres cartes lorsque des PNJ proposent de vous y emmener.</li>
</ul>

<p>En cliquant sur l&rsquo;onglet Joueur, vous verrez des informations suppl&eacute;mentaires sur votre joueur. Notamment<ul>
  <li>L&apos;<strong>exp&eacute;rience</strong> (xp) que vous avez accumul&eacute;e en accomplissant des qu&ecirc;tes et autres activit&eacute;s.</li>
  <li>Les<strong>professions</strong> que vous avez d&eacute;marr&eacute;es, votre niveau actuel et votre exp&eacute;rience dans cette profession. Vous verrez &eacute;galement l&apos;xp n&eacute;cessaire pour passer au niveau suivant.</li>
  <li>Les<strong>attributs</strong> de votre personnage joueur.</li>
  <li>Votre <strong>avatar</strong>.</li>
</ul>
<p>Sur les petits &eacute;crans, comme ceux des smartphones, vous devrez peut-&ecirc;tre faire d&eacute;filer l&apos;&eacute;cran pour voir toutes ces informations.</p>
<picture><source srcset="images/guide/image07.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image07.png"></picture>

<h3>Qu&ecirc;tes</h3>
<p>En cliquant sur le bouton «&nbsp;Qu&ecirc;tes&nbsp;», vous verrez les qu&ecirc;tes que vous avez accept&eacute;es. Cliquez sur le nom d&apos;une qu&ecirc;te pour obtenir des d&eacute;tails sur ce qu&apos;il faut faire pour l&apos;accomplir.</p>



<h3>Interagir avec les PNJ</h3>
<p>Les personnages non-joueurs apparaissent sur diverses tuiles du jeu. Certains d&apos;entre eux se d&eacute;placent et vous ne les trouverez pas forc&eacute;ment au m&ecirc;me endroit &agrave; chaque fois. Si un ou plusieurs PNJ se trouvent &agrave; votre emplacement, vous verrez leurs noms et leurs ic&ocirc;nes dans la liste des Infos sur la tuile. En cliquant sur D&eacute;tails (ou en appuyant sur la touche Entr&eacute;e), vous obtiendrez plus d&apos;informations sur les PNJ et une liste d&apos;interactions possibles. Les PNJ peuvent proposer de vous vendre des objets, de vous former &agrave; des professions ou de vous offrir des qu&ecirc;tes. Dans la capture d&apos;&eacute;cran ci-dessous, le Garde Ken propose une qu&ecirc;te. En cliquant sur le nom de la qu&ecirc;te, vous obtiendrez plus d&apos;informations sur celle-ci, ce qui vous permettra de l&apos;accepter.</p>
<picture><source srcset="images/guide/image08.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image08.png"></picture>

<p>Si un PNJ a des objets &agrave; vendre, ils appara&icirc;tront sous «&nbsp;Objets &agrave; vendre&nbsp;» et vous pourrez cliquer sur l&apos;objet pour obtenir plus d&apos;informations.</p>

<picture><source srcset="images/guide/image09.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image09.png"></picture>

<p>Cliquez sur les boutons plus et moins pour ajuster la quantit&eacute; d&apos;objets que vous souhaitez et cliquez sur le bouton «&nbsp;Acheter X pour X&nbsp;$&nbsp;» pour effectuer l&apos;achat. Si vous avez assez d&apos;argent, la somme sera d&eacute;duite de votre argent. Si ce n&apos;est pas le cas, le PNJ vous en informera.</p>

<picture><source srcset="images/guide/image10.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image10.png"></picture>

<p>Notez que le PNJ illustr&eacute; propose &eacute;galement de vous former au m&eacute;tier de programmeur PHP. Si vous remplissez les conditions pr&eacute;alables, vous pourrez rejoindre la profession, sinon, en cliquant sur la profession, vous verrez quelles sont les exigences qui vous manquent.</p>

<h3>Votre sac - Gestion de l&apos;inventaire</h3>
<p>En cliquant sur le bouton «&nbsp;Sac&nbsp;» en bas, l&apos;inventaire de votre joueur s&apos;affiche. Lors des qu&ecirc;tes, vous recevrez des objets n&eacute;cessaires &agrave; la qu&ecirc;te, des r&eacute;compenses pour avoir accompli des qu&ecirc;tes ou vous pourrez acheter des objets.</p>
<p>Certains objets peuvent avoir plusieurs exemplaires dans un emplacement, comme le pain dans l&apos;image ci-dessous, auquel cas vous verrez un badge indiquant la quantit&eacute; de cet objet dans l&apos;emplacement.</p>

<picture><source srcset="images/guide/image11.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image11.png"></picture>


<p>Vous pouvez <strong>glisser et d&eacute;poser des</strong> &eacute;l&eacute;ments entre les emplacements du sac si vous souhaitez r&eacute;organiser votre sac, par exemple pour placer les &eacute;l&eacute;ments les plus importants plus pr&egrave;s du premier emplacement, ou pour regrouper des &eacute;l&eacute;ments li&eacute;s. Faire glisser un &eacute;l&eacute;ment dans un emplacement vide le place &agrave; cet emplacement, tandis que faire glisser un &eacute;l&eacute;ment sur un autre &eacute;l&eacute;ment &eacute;change leur emplacement. Il est &eacute;galement possible d&apos;empiler certains objets pour lib&eacute;rer des emplacements de sac, mais cela se fait &agrave; partir de la vue d&eacute;taill&eacute;e de l&apos;objet.</p>

<p>En cliquant sur l&apos;&eacute;l&eacute;ment, vous verrez les d&eacute;tails de l&apos;&eacute;l&eacute;ment et vous pourrez l&apos;utiliser ou le dropper. Les aliments peuvent &ecirc;tre mang&eacute;s, ce qui vous donne des points de mouvement qui sont n&eacute;cessaires pour d&eacute;placer votre joueur. Certains objets sont des outils qui peuvent &ecirc;tre utilis&eacute;s en conjonction avec des qu&ecirc;tes pour vous aider &agrave; trouver des objets &agrave; des endroits sp&eacute;cifiques.</p>
<picture><source srcset="images/guide/image12.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image12.png"></picture>

<p>Dans le cas du pain ci-dessus, comme il y a plus d&apos;un exemplaire de l&apos;objet dans votre sac, vous pouvez diviser l&apos;objet de fa&ccedil;on &agrave; ce qu&apos;une quantit&eacute; soit plac&eacute;e dans un emplacement d&apos;inventaire distinct. C&rsquo;est utile si vous voulez vous assurer que vous n&apos;avez qu&apos;une quantit&eacute; sp&eacute;cifique dans cet emplacement, ou si vous voulez donner &agrave; quelqu&apos;un d&apos;autre une quantit&eacute; sp&eacute;cifique de quelque chose.</p>
<p>Lorsque vous avez de la place pour plus d&apos;un objet dans un emplacement et que vous avez plus d&apos;objets, vous verrez une option pour empiler les objets. En cliquant sur ce bouton, vous placez automatiquement le plus grand nombre possible d&apos;objets dans cet emplacement, ce qui permet de lib&eacute;rer d&apos;autres emplacements de sac.</p>
<p>Enfin, si vous n&apos;avez pas besoin de l&apos;objet ou si vous devez lib&eacute;rer un emplacement dans votre sac, vous pouvez dropper l&apos;objet. Lorsque vous faites cela, l&apos;objet dispara&icirc;t d&eacute;finitivement. Vous ne pouvez revenir et le r&eacute;cup&eacute;rer !</p>

<h3>Chatter avec d&apos;autres personnes</h3>
<p>MEGA World est un jeu multijoueur, vous pouvez donc rencontrer d&apos;autres joueurs sur la m&ecirc;me carte que vous. En g&eacute;n&eacute;ral, vous ne verrez les autres joueurs que lorsqu&apos;ils sont &agrave; proximit&eacute;, c&apos;est-&agrave;-dire &agrave; moins de trois tuiles.</p>
<p>Lorsque d&apos;autres joueurs sont visibles, vous pouvez discuter avec eux et ils peuvent discuter avec vous. Cliquez sur le bouton «&nbsp;Chat&nbsp;» pour envoyer des messages ou lire les messages que les autres ont envoy&eacute;s.</p>
<p>Par d&eacute;faut, les messages que vous envoyez sont publics et apparaissent en bleu. Les messages publics des autres apparaissent en noir (blanc sur le th&egrave;me sombre) et les messages publics de vous apparaissent en bleu.</p>
<p>Si vous cliquez sur un autre joueur (ou sur le nom d&apos;un autre joueur lorsqu&apos;il se trouve sur votre tuile actuelle), son nom sera s&eacute;lectionn&eacute; dans une liste de joueurs avec lesquels vous pouvez discuter en priv&eacute;, et vous pourrez alors lui envoyer des messages que personne d&apos;autre ne pourra voir. Les messages priv&eacute;s qui vous sont adress&eacute;s sont en rouge, et les messages priv&eacute;s que vous envoyez sont en violet.</p>
<p>Si un joueur s&apos;&eacute;loigne de vous et ne peut plus &ecirc;tre vu, il ne pourra plus voir vos messages publics et vous ne pourrez plus le s&eacute;lectionner pour lui envoyer des messages priv&eacute;s.</p>

<picture><source srcset="images/guide/image13.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image13.png"></picture>


<h3>Contr&ocirc;ler votre Joueur</h3>
<p>Votre joueur dispose de points de mouvement qui sont utilis&eacute;s pour se d&eacute;placer entre les tuiles dans MEGA World. Gardez un &oelig;il sur vos points de mouvement dans la barre d&apos;&eacute;tat, car si vous en manquez, vous risquez d&apos;&ecirc;tre bloqu&eacute; ! Vous pouvez regagner des points de mouvement en trouvant et en mangeant de la nourriture.</p>
<p class="mb-0">Les d&eacute;placements de base s&apos;effectuent &agrave; l&apos;aide des touches fl&eacute;ch&eacute;es de votre clavier, mais les joueurs plus avanc&eacute;s peuvent utiliser les touches</p>
<table id="movementKeys">
  <tr>
    <td><kbd>Q</kbd></td>
    <td><kbd>W</kbd></td>
    <td><kbd>E</kbd></td>
  </tr>
  <tr>
    <td><kbd>A</kbd></td>
    <td><kbd>S</kbd></td>
    <td><kbd>D</kbd></td>
  </tr>
  <tr>
    <td><kbd>Z</kbd></td>
    <td><kbd>X</kbd></td>
    <td><kbd>C</kbd></td>
  </tr>
</table>
<p class="mt-0">pour d&eacute;placer le joueur en diagonale, en haut, en bas, &agrave; gauche et &agrave; droite. Cela permet d&apos;&eacute;conomiser des points de mouvement dans de nombreux cas en faisant moins de pas. Si vous n&apos;avez pas de clavier (comme lorsque vous jouez sur un t&eacute;l&eacute;phone), vous pouvez &eacute;galement utiliser les commandes directionnelles &agrave; l&apos;&eacute;cran. Le bouton central des commandes directionnelles fonctionnera comme le bouton «&nbsp;D&eacute;tails&nbsp;», mais il est plus facile &agrave; atteindre lorsque vous utilisez un smartphone.</p>
<p>Parfois, ces contr&ocirc;les sont inutiles si vous utilisez un clavier. Sur un petit &eacute;cran, ils peuvent aussi g&ecirc;ner votre vision. Dans ce cas, vous pouvez cliquer sur le bouton «&nbsp;Basculer les commandes tactiles&nbsp;» dans le menu pour masquer les commandes.</p>

<picture><source srcset="images/guide/image14.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image14.png"></picture>
<picture><source srcset="images/guide/image15.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image15.png"></picture>

<p>Lorsque vous rencontrez un b&acirc;timent dot&eacute; d&apos;un portail, vous pouvez cliquer sur «&nbsp;Voyager&nbsp;» ou appuyer sur la barre d&apos;espace pour traverser le portail, ce qui vous am&egrave;ne g&eacute;n&eacute;ralement &agrave; une nouvelle carte.</p>
<picture><source srcset="images/guide/image16.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image16.png"></picture>

<h3>Zoom - Modification de la vue de la carte</h3>
<p>Il arrive que vous souhaitiez voir des parties de la carte qui sont hors &eacute;cran ou hors de port&eacute;e. Pour ce faire, vous pouvez cliquer sur les boutons de zoom en haut &agrave; droite de l&apos;&eacute;cran. Vous pouvez &eacute;galement utiliser les touches + et - de votre clavier pour ajuster cela. Cette vue sera m&eacute;moris&eacute;e si vous rechargez MEGA World ou si vous revenez sur le jeu plus tard. Un message appara&icirc;tra en haut de l&apos;&eacute;cran pour vous indiquer l&apos;&eacute;chelle que vous visualisez actuellement.</p>
<p>Notez que si vous utilisez la mise &agrave; l&apos;&eacute;chelle de votre navigateur (par exemple, en faisant un zoom avant ou arri&egrave;re sur une page avec Ctrl + ou Cmd +), cela peut provoquer des artefacts visuels lorsqu&apos;ils sont combin&eacute;s avec cette fonction de zoom. Si vous voyez des anomalies dans la vue de la carte, changez votre niveau de zoom pour corriger ce bug.</p>
<picture><source srcset="images/guide/image17.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image17.png"></picture>

<h3>Changer de joueur</h3>
<p>Si vous voulez passer &agrave; un autre joueur, cr&eacute;er un nouveau joueur ou changer votre avatar, cliquez sur le bouton Menu en haut &agrave; gauche de l&apos;&eacute;cran. Cela affichera un menu avec plusieurs options. Cliquez sur «&nbsp;<strong>Changer/Cr&eacute;er un joueur</strong>&nbsp;» pour revenir &agrave; l&apos;&eacute;cran de s&eacute;lection du joueur.</p>
<picture><source srcset="images/guide/image18.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image18.png"></picture>

<h3>Passer au th&egrave;me sombre ou clair</h3>
<p>Si vous jouez le soir, vous pouvez activer le mode sombre. MEGA World d&eacute;marre automatiquement dans le th&egrave;me qui correspond &agrave; la configuration de votre syst&egrave;me, mais vous pouvez facilement passer d&apos;un th&egrave;me &agrave; l&apos;autre en cliquant sur «&nbsp;<strong>Passer en mode sombre</strong>&nbsp;» dans le menu principal.</p>

<section id="how_to_use_guardian">
  <h3>Comment utiliser Guardian</h3>
  <p>Pour un aperçu rapide de l'utilisation de Guardian, regardez la vidéo ci-dessous</p>
  <div class="text-center">
    <iframe class="m-auto" width="560" height="315" src="https://www.youtube.com/embed/E8DBA4FMBfw" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
  </div>
</section>

<h3>Se d&eacute;connecter et quitter MEGA World</h3>
<p>Votre personnage deviendra automatiquement invisible aux autres apr&egrave;s quelques minutes d&apos;inactivit&eacute;. Mais si vous jouez sur un ordinateur auquel d&apos;autres personnes peuvent acc&eacute;der, vous devez vous d&eacute;connecter lorsque vous avez termin&eacute; afin de vous assurer que l&apos;historique de vos discussions est effac&eacute; et d&apos;&eacute;viter que d&apos;autres personnes ne modifient votre jeu.</p>
<p>Pour vous d&eacute;connecter, cliquez sur le bouton Menu en haut &agrave; gauche de l&apos;&eacute;cran, et l&apos;option de d&eacute;connexion appara&icirc;tra en bas du menu des options.</p>
<picture><source srcset="images/guide/image19.webp" type="image/webp"> <img alt="Capture d&apos;&eacute;cran" src="images/guide/image19.png"></picture>

<p class="text-center">Vous devriez maintenant avoir une bonne longueur d&apos;avance. Vous &ecirc;tes pr&ecirc;t &agrave; jouer?</p>
<p class="text-center"><a href="map.php" class="btn">Commencer</a></p>